<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@ page isErrorPage="true" %>
<%-- exception 객체 전달 --%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>오류페이지</title>
</head>
<body>
<h1>파라미터 noname을 입력해 주세요</h1>
<h1>계속 오류 발생시 전산부 전화 요망</h1>
<h1>[전산부 홍길동 : 1234]</h1>
<%= exception.getMessage() %>
<!-- 오류페이지의 출력 용량이 500바이트 미만인 경우 브라우저의 http 오류 메시지가 출력됨.
그러므로 500 바이트 이상이 되도록 오류 메시지를 출력해야 해당 페이지로 인식합니다.-->
<!-- 오류페이지의 출력 용량이 500바이트 미만인 경우 브라우저의 http 오류 메시지가 출력됨.
그러므로 500 바이트 이상이 되도록 오류 메시지를 출력해야 해당 페이지로 인식합니다.-->
<!-- 오류페이지의 출력 용량이 500바이트 미만인 경우 브라우저의 http 오류 메시지가 출력됨.
그러므로 500 바이트 이상이 되도록 오류 메시지를 출력해야 해당 페이지로 인식합니다.-->
<!-- 오류페이지의 출력 용량이 500바이트 미만인 경우 브라우저의 http 오류 메시지가 출력됨.
그러므로 500 바이트 이상이 되도록 오류 메시지를 출력해야 해당 페이지로 인식합니다.-->
<!-- 오류페이지의 출력 용량이 500바이트 미만인 경우 브라우저의 http 오류 메시지가 출력됨.
그러므로 500 바이트 이상이 되도록 오류 메시지를 출력해야 해당 페이지로 인식합니다.-->
<!-- 오류페이지의 출력 용량이 500바이트 미만인 경우 브라우저의 http 오류 메시지가 출력됨.
그러므로 500 바이트 이상이 되도록 오류 메시지를 출력해야 해당 페이지로 인식합니다.-->
<!-- 오류페이지의 출력 용량이 500바이트 미만인 경우 브라우저의 http 오류 메시지가 출력됨.
그러므로 500 바이트 이상이 되도록 오류 메시지를 출력해야 해당 페이지로 인식합니다.-->
<!-- 오류페이지의 출력 용량이 500바이트 미만인 경우 브라우저의 http 오류 메시지가 출력됨.
그러므로 500 바이트 이상이 되도록 오류 메시지를 출력해야 해당 페이지로 인식합니다.-->
<!-- 오류페이지의 출력 용량이 500바이트 미만인 경우 브라우저의 http 오류 메시지가 출력됨.
그러므로 500 바이트 이상이 되도록 오류 메시지를 출력해야 해당 페이지로 인식합니다.-->
<!-- 오류페이지의 출력 용량이 500바이트 미만인 경우 브라우저의 http 오류 메시지가 출력됨.
그러므로 500 바이트 이상이 되도록 오류 메시지를 출력해야 해당 페이지로 인식합니다.-->
<!-- 오류페이지의 출력 용량이 500바이트 미만인 경우 브라우저의 http 오류 메시지가 출력됨.
그러므로 500 바이트 이상이 되도록 오류 메시지를 출력해야 해당 페이지로 인식합니다.-->
<!-- 오류페이지의 출력 용량이 500바이트 미만인 경우 브라우저의 http 오류 메시지가 출력됨.
그러므로 500 바이트 이상이 되도록 오류 메시지를 출력해야 해당 페이지로 인식합니다.-->
<!-- 오류페이지의 출력 용량이 500바이트 미만인 경우 브라우저의 http 오류 메시지가 출력됨.
그러므로 500 바이트 이상이 되도록 오류 메시지를 출력해야 해당 페이지로 인식합니다.-->
<!-- 오류페이지의 출력 용량이 500바이트 미만인 경우 브라우저의 http 오류 메시지가 출력됨.
그러므로 500 바이트 이상이 되도록 오류 메시지를 출력해야 해당 페이지로 인식합니다.-->
<!-- 오류페이지의 출력 용량이 500바이트 미만인 경우 브라우저의 http 오류 메시지가 출력됨.
그러므로 500 바이트 이상이 되도록 오류 메시지를 출력해야 해당 페이지로 인식합니다.-->
<!-- 오류페이지의 출력 용량이 500바이트 미만인 경우 브라우저의 http 오류 메시지가 출력됨.
그러므로 500 바이트 이상이 되도록 오류 메시지를 출력해야 해당 페이지로 인식합니다.-->
<!-- 오류페이지의 출력 용량이 500바이트 미만인 경우 브라우저의 http 오류 메시지가 출력됨.
그러므로 500 바이트 이상이 되도록 오류 메시지를 출력해야 해당 페이지로 인식합니다.-->
</body>
</html>